Repository: maatoo-io/mto-woocommerce
Catalog: languages/mto-woocommerce-*.po
Languages: de_ch

source: maatoo for WooCommerce
de_ch: maatoo für WooCommerce

source: Connect your online shop to drive more revenue with intelligent automations, e.g. abanoned cart reminders and more.
de_ch: Verbinden Sie Ihren Online-Shop, um mit intelligenter Automatisierung mehr Umsatz zu erzielen, z. Erinnerungen für abgebrochene Warenkörbe und mehr.

source: WooCommerce plugin is disabled. WooCommerce plugin needs to be activated to keep using Maatoo.
de_ch: Das WooCommerce-Plugin ist deaktiviert. Das WooCommerce-Plugin muss aktiviert werden, um Maatoo weiterhin verwenden zu können.

source: PHP composer files id missing. Can't include
de_ch: PHP Composer-Dateien fehlen. Kann nicht einschliessen

source: All fields should be filled in
de_ch: Alle Felder sollten ausgefüllt werden

source: Credentials are valid and saved
de_ch: Anmeldeinformationen sind gültig und gespeichert

source: Credentials are invalid
de_ch: Anmeldedaten sind ungültig

source: The store exists on maatoo
de_ch: Der Laden existiert auf maatoo

source: Can't create Store on Maatoo
de_ch: Kann keinen Store auf Maatoo erstellen

source: Connection with Maatoo is set up. Full sync will be run in 30 seconds
de_ch: Die Verbindung mit Maatoo wird hergestellt. Die vollständige Synchronisierung wird in 30 Sekunden ausgeführt

source: Contact Id is missing
de_ch: Kontakt-ID fehlt

source: I want to receive emails with special offers
de_ch: Ich möchte E-Mails mit Sonderangeboten erhalten

source: Failed plugin tasks
de_ch: Fehlgeschlagene Plugin-Aufgaben

source: Failed API requests
de_ch: Fehlgeschlagene API-Anfragen

source: Birthday
de_ch: Geburtstag

source: Access Forbidden
de_ch: Zugang verboten

source: Sorry, access to this page is denied. Only administrator can edit this page
de_ch: Der Zugriff auf diese Seite wurde leider verweigert. Nur der Administrator kann diese Seite bearbeiten

source: Your credentials are valid
de_ch: Ihre Zugangsdaten sind gültig

source: The latest full sync was done %s
de_ch: Die letzte vollständige Synchronisierung wurde %s durchgeführt

source: API Key
de_ch: API Schlüssel

source: Add marketing opt-in to checkout page
de_ch: Marketing Opt-in Feld zur Checkout-Seite hinzufügen

source: Marketing Opt-in settings
de_ch: Marketing Opt-in Einstellungen

source: Check marketing opt-in checkbox by default
de_ch: Marketing-Opt-in Kontrollkästchen standardmässig aktivieren

source: Message for the opt-in checkbox
de_ch: Bezeichnung für das Opt-in-Kontrollkästchen

source: Allowed HTML Tags:
de_ch: Zulässige HTML-Tags:

source: Marketing Opt-in checkbox position
de_ch: Position des Marketing Opt-in Kontrollkästchens

source: Valid WooCommerce form action required
de_ch: Gültige WooCommerce From action erforderlich

source: Add Birthday Field to checkout page
de_ch: Geburtstagsfeld zur Checkout-Seite hinzufügen

source: Update Configuration
de_ch: Konfiguration aktualisieren

source: The next synchronization is scheduled for <br/>%s
de_ch: Die nächste Synchronisierung ist für geplant <br/>%s
